Repository: chocolatey/ChocolateyGUI
Catalog: Source/ChocolateyGui/Properties/Resources.*.resx
Languages: de, sv

# Bootstrapper_UnhandledException
source: Unhandled Exception
de: Unbehandelte Ausnahme
sv: Oväntat fel

# ChocolateyCustomSchemeProvider_InvalidHtml
source: <h3>Invalid HTML String</h3>
de: <h3>Ungültiger HTML Text</h3>
sv: <h3>Felaktig HTML-sträng</h3>

# ChocolateyCustomSchemeProvider_UnknownHost
source: <h1>Unknown Host</h1>
de: <h1>Unbekannter Host</h1>
sv: <h1>Okänd värd</h1>

# ChocolateyDialog_ConsoleOutput
source: Console Output
de: Terminalausgabe
sv: Konsolutskrift

# ChocolateyRemotePackageService_ExceptionFormat
source: Exception: {0}
de: Unbehanelte Ausnahme: {0}
sv: Fel: {0}

# ChocolateyRemotePackageService_InstallFailedMessage
source: Failed to install package "{0}", version "{1}". Error: {2}{3}
de: Fehler beim Installieren von Paket "{0}", Version "{1}". Fehler: {2}{3}
sv: Kunde inte installera paket "{0}", version "{1}". Fel: {2}{3}

# ChocolateyRemotePackageService_InstallFailedTitle
source: Failed to install package.
de: Die Installation des Pakets ist fehlgeschlagen.
sv: Kunde inte installera paket.

# ChocolateyRemotePackageService_PinFailedMessage
source: Failed to pin package "{0}", version "{1}". Error: {2}{3}
de: Fehler beim Anheften von Paket "{0}", Version "{1}". Fehler: {2}{3}
sv: Kunde inte låsa paket "{0}", version "{1}". Fel: {2}{3}

# ChocolateyRemotePackageService_PinFailedTitle
source: Failed to pin package.
de: Anheften von Paket fehlgeschlagen.
sv: Kunde inte låsa paket.

# ChocolateyRemotePackageService_UninstallFailedMessage
source: Failed to uninstall package "{0}", version "{1}". Error: {2}{3}
de: Fehler bei Deinstallation von Paket "{0}", Version "{1}". Fehler: {2}{3}
sv: Kunde inte avinstallera paket "{0}", version "{1}". Fel: {2}{3}

# ChocolateyRemotePackageService_UninstallFailedTitle
source: Failed to uninstall package.
de: Deinstallation von Paket fehlgeschlagen.
sv: Kunde inte avinstallera paket.

# ChocolateyRemotePackageService_UnpinFailedMessage
source: Failed to unpin package "{0}", version "{1}". Error {2}{3}
de: Fehler beim Zulassen von Updates für Paket "{0}", Version "{1}". Fehler {2}{3}
sv: Kunde inte låsa upp paket "{0}", version "{1}". Fel {2}{3}

# ChocolateyRemotePackageService_UnpinFailedTitle
source: Failed to unpin package.
de: Zulassen von Updates fehlgeschlagen.
sv: Kunde inte låsa upp paket.

# ChocolateyRemotePackageService_UpdateFailedMessage
source: Failed to update package "{0}". Error: {1}{2}
de: Fehler beim Aktualisieren von Paket "{0}". Fehler: {1}{2}
sv: Kunde inte uppdatera paket "{0}". Fel: {1}{2}

# ChocolateyRemotePackageService_UpdateFailedTitle
source: Failed to update package.
de: Fehler beim Aktualisieren des Pakets.
sv: Kunde inte uppdatera paket.

# Controls_PackageListByAuthor
source: By:
de: Von:
sv: Av:

# Controls_PackageListDownloads
source: downloads
sv: nedladdningar

# Controls_PackageListTags
source: Tags:
sv: Taggar:

# Controls_PackagesContextMenuDetails
source: Details
sv: Detaljer

# Controls_PackagesContextMenuInstall
source: Install
de: Installieren
sv: Installera

# Controls_PackagesContextMenuPin
source: Pin
de: Anheften
sv: Lås

# Controls_PackagesContextMenuReinstall
source: Reinstall
de: Neu installieren
sv: Ominstallera

# Controls_PackagesContextMenuUninstall
source: Uninstall
de: Deinstallieren
sv: Avinstallera

# Controls_PackagesContextMenuUnpin
source: Unpin
de: Update zulassen
sv: Lås upp

# Controls_PackagesContextMenuUpdate
source: Update
de: Aktualisieren
sv: Uppdatera

# LocalSourceViewModel_ConfigFiles
source: Config Files (.config)|*.config
de: Konfigurationsdateien (.config)|*.config
sv: Konfigurationsfiler (.config)|*.config

# LocalSourceViewModel_Packages
source: Packages
de: Pakete
sv: Paket

# LocalSourceViewModel_UpdateAvailableForChocolatey
source: There's an update available for Chocolatey.
de: Es ist ein Chocolatey Update verfügbar.
sv: Det finns en uppdatering tillgänglig för Chocolatey.

# LocalSourceView_ButtonExport
source: Export
de: Exportieren
sv: Exportera

# LocalSourceView_ButtonRefreshPkgs
source: Refresh Packages
de: Paketliste aktualisieren
sv: Kontrollera paket

# LocalSourceView_ButtonUpdateAll
source: Update All
de: Alle aktualisieren
sv: Uppdatera alla

# LocalSourceView_CheckboxMatchExact
source: Match Word Exactly
de: Nur ganze Wörter
sv: Matcha ord exakt

# LocalSourceView_CheckboxPkgsWithUpdates
source: Show Only Packages with Updates
de: Nur Pakete mit Updates
sv: Visa enbart paket med uppdateringar

# LocalSourceView_Grid_Authors
source: Authors
de: Urheber
sv: Av

# LocalSourceView_Grid_LatestVersion
source: Latest Version
de: Aktuelle Version
sv: Senaste version

# LocalSourceView_Grid_Name
source: Name
sv: Namn

# LocalSourceView_SearchBoxText
source: Search:
de: Suche:
sv: Sök:

# PackageViewModel_DisplayName
source: Package - {0}
de: Paket - {0}
sv: Paket - {0}

# PackageViewModel_FailedToInstall
source: Failed to install
de: Fehler beim Installieren
sv: Kunde inte installera

# PackageViewModel_FailedToPin
source: Failed to Pin
de: Fehler beim Sperren der Updates
sv: Kunde inte låsa

# PackageViewModel_FailedToReinstall
source: Failed to Reinstall
de: Fehler bei Neuinstallation
sv: Kunde inte ominstallera

# PackageViewModel_FailedToUninstall
source: Failed to Uninstall
de: Fehler bei Deinstallation
sv: Kunde inte avinstallera

# PackageViewModel_FailedToUnpin
source: Failed to Unpin
de: Fehler bei Zulassen von Updates
sv: Kunde inte låsa upp

# PackageViewModel_FailedToUpdate
source: Failed to Update
de: Fehler beim Aktualisieren
sv: Kunde inte uppdatera

# PackageViewModel_InstallingPackage
source: Installing package
de: Installiere Paket
sv: Installerar paket

# PackageViewModel_LoadingPackageInfo
source: Loading package information...
de: Lade Paketinformationen
sv: Laddar paketinformation...

# PackageViewModel_PinningPackage
source: Pinning package
de: Fixiere Paketversion
sv: Låser paket

# PackageViewModel_RanIntoInstallError
source: Ran into an error while installing {0}. {1}
de: Fehler während der Installation von {0}. {1}
sv: Stötte på ett fel vid installationen av {0}. {1}

# PackageViewModel_RanIntoPinningError
source: Ran into an error while pinning {0}. {1}
de: Fehler während Fixierung von {0}. {1}
sv: Stötte på ett fel vid låsning av {0}. {1}

# PackageViewModel_RanIntoReinstallError
source: Ran into an error while reinstalling {0}. {1}
de: Fehler während Neuinstallation von {0}. {1}
sv: Stötte på ett fel vid ominstallationen av {0}. {1}

# PackageViewModel_RanIntoUninstallError
source: Ran into an error while uninstalling {0}. {1}
de: Fehler während Deinstallation von {0}. {1}
sv: Stötte på ett fel vid avinstallationen av {0}. {1}

# PackageViewModel_RanIntoUnpinError
source: Ran into an error while unpinning {0}. {1}
de: Fehler während Updates für Paket {0} zulassen. {1}
sv: Stötte på ett fel vid upplåsning av {0}. {1}

# PackageViewModel_RanIntoUpdateError
source: Ran into an error while updating {0}. {1}
de: Fehler während Aktualisierung von {0}. {1}
sv: Stötte på ett fel vid uppdateringen av {0}. {1}

# PackageViewModel_ReinstallingPackage
source: Reinstalling package
de: Paket neu Installieren
sv: Ominstallerar paket

# PackageViewModel_UninstallingPackage
source: Uninstalling package
de: Deinstalliere Paket
sv: Avinstallerar paket

# PackageViewModel_UnpinningPackage
source: Unpinning package
de: Erlaube Aktualisierung von Paket
sv: Låser upp paket

# PackageViewModel_UpdatingPackage
source: Updating package
de: Aktualisiere Paket
sv: Uppdaterar paket

# PackageView_Authors
source: Authors:
de: Urheber:
sv: Av:

# PackageView_ButtonInstall
source: Install
de: Installieren
sv: Installera

# PackageView_ButtonPin
source: Pin
de: Updates sperren
sv: Lås

# PackageView_ButtonReinstall
source: Reinstall
de: Erneut Installieren
sv: Ominstallera

# PackageView_ButtonUninstall
source: Uninstall
de: Deinstallieren
sv: Avinstallera

# PackageView_ButtonUnpin
source: Unpin
de: Updates zulassen
sv: Lås upp

# PackageView_ButtonUpdate
source: Update
sv: Uppdatera

# PackageView_Dependencies
source: Dependencies
de: Abhängigkeiten
sv: Beroenden

# PackageView_Description
source: Description
de: Beschreibung
sv: Beskrivning

# PackageView_Downloads
source: Downloads
sv: Nedladdningar

# PackageView_Gallery
source: Gallery
de: Galerie
sv: Galleri

# PackageView_LastUpdate
source: Last update
de: Letztes Update
sv: Senast uppdaterad

# PackageView_License
source: License
de: Lizenz
sv: Licens

# PackageView_Maintainers
source: | Maintainers:
de: | Maintainer:
sv: | Ansvariga:

# PackageView_PackageID
source: Package ID
de: Paket ID
sv: Paket-ID

# PackageView_PackageSize
source: Package Size
de: Paket Größe
sv: Paketstorlek

# PackageView_ProjectSite
source: Project Site
de: Projekt Website
sv: Projektsida

# PackageView_ReleaseNotes
source: Release Notes
sv: Ändringslogg

# PackageView_ReportAbuse
source: Report Abuse
de: Missbrauch melden
sv: Rapportera missbruk

# PackageView_Summary
source: Summary
de: Beschreibung
sv: Sammanfattning

# PackageView_TotalDownloads
source: Total Downloads
de: Downloads Gesamt
sv: Totalt antal nedladdningar

# RemoteSourceViewModel_FailedToLoad
source: Failed to Load
de: Fehler beim Herunterladen
sv: Kunde inte ladda

# RemoteSourceViewModel_FailedToLoadRemotePackages
source: Failed to load remote packages! {0}
de: Fehler beim Laden entfernter Pakete! {0}
sv: Kunde inte ladda fjärrpaket! {0}

# RemoteSourceViewModel_FeedSearchError
source: Feed Search Error
de: Fehler beim Durchsuchen der Paketliste
sv: Fel vid sökning i flöde

# RemoteSourceViewModel_LoadingPage
source: Loading page {0}...
de: Lade Seite {0} ...
sv: Laddar sida {0}...

# RemoteSourceViewModel_SortSelectionAtoZ
source: A-Z
sv: A-Ö

# RemoteSourceViewModel_SortSelectionPopularity
source: Popularity
de: Beliebtheit
sv: Popularitet

# RemoteSourceViewModel_UnableToConnectToFeed
source: Unable to connect to feed with Source: {0}. Please check that this feed is accessible, and try again.
de: Fehler beim Laden der Paketliste: {0}. Bitte überprüfe, dass die Paketliste erreichbar ist und versuche es nochmal.
sv: Kunde inte ansluta till flöde med källa: {0}. Kontrollera att detta flöde är tillgängligt och försök igen.

# RemoteSourceView_Authors
source: Authors:
de: Urheber:
sv: Av:

# RemoteSourceView_ButtonGoBackAPage
source: Go Back a Page
de: Zurück
sv: Gå tillbaka en sida

# RemoteSourceView_ButtonGoForwardAPage
source: Next
de: Weiter
sv: Nästa

# RemoteSourceView_ButtonGotoFirstPage
source: Go to First Page
de: Erste Seite
sv: Gå till första sidan

# RemoteSourceView_ButtonGotoLastPage
source: Last
de: Letze Seite
sv: Sista

# RemoteSourceView_ButtonRefreshPkgs
source: Refresh Packages
de: Paketliste aktualisieren
sv: Kontrollera paket

# RemoteSourceView_CheckboxAllVersions
source: All Versions
de: Alle Versionen
sv: Alla versioner

# RemoteSourceView_CheckboxIncludePrerelease
source: Include Prerelease
de: Prereleases anzeigen
sv: Inkludera förhandsversioner

# RemoteSourceView_CheckboxMatchExactly
source: Match Word Exactly
de: Nur ganze Wörter
sv: Matcha ord exakt

# RemoteSourceView_Downloads
source: downloads
sv: nedladdningar

# RemoteSourceView_SearchBoxText
source: Search:
de: Suche:
sv: Sök:

# Resources_ThisPC
source: This PC
de: Dieser PC
sv: Den här datorn

# SettingsViewModel_DisplayName
source: ChocolateyGUI - Settings
de: ChocolateyGUI - Einstellungen
sv: ChocolateyGUI - Inställningar

# SettingsViewModel_FeatureFailedToUpdate
source: Failed to update features. Error: {0}
de: Fehler beim Aktualisieren der Features. Fehler: {0}
sv: Kunde inte uppdatera funktioner. Fel: {0}

# SettingsViewModel_FeatureUpdatesError
source: Feature Updates Error
de: Feature Updates Fehler
sv: Fel vid uppdatering av funktioner

# SettingsViewModel_RemovingSource
source: Removing source...
de: Entferne Quelle...
sv: Tar bort källa...

# SettingsViewModel_SavingSource
source: Saving Source
de: Speichere Quelle
sv: Sparar källa

# SettingsViewModel_SavingSourceLoading
source: Saving source...
de: Speichere Quelle...
sv: Sparar källa...

# SettingsViewModel_SourceMissingId
source: Source must have an Id!
de: Quelle benötigt eine Id!
sv: Källa måste ha ett id!!

# SettingsViewModel_SourceMissingValue
source: Source must have an value!
de: Quelle benötigt einen Wert!
sv: Källa måste ha ett värde!

# SettingsView_ButtonCancel
source: Cancel
de: Abbrechen
sv: Avbryt

# SettingsView_ButtonNew
source: New
de: Neu
sv: Ny

# SettingsView_ButtonRemove
source: Remove
de: Entfernen
sv: Ta bort

# SettingsView_ButtonSave
source: Save
de: Speichern
sv: Spara

# SettingsView_Features
source: Features
de: Featurse
sv: Funktioner

# SettingsView_Off
source: Off
de: Aus
sv: Av

# SettingsView_On
source: On
de: Ein
sv: På

# SettingsView_Options
source: Options
de: Optionen
sv: Alternativ

# SettingsView_PropertyDescription
source: Description
de: Beschreibung
sv: Beskrivning

# SettingsView_PropertyName
source: Name
sv: Namn

# SettingsView_PropertyValue
source: Value
de: Wert
sv: Värde

# SettingsView_Settings
source: Settings
de: Einstellungen
sv: Inställningar

# SettingsView_Sources
source: Sources
de: Quellen
sv: Källor

# SettingsView_SourcesCertificate
source: Certificate
de: Zertifikat
sv: Certifikat

# SettingsView_SourcesCertificatePass
source: Certificate Pass
de: Zertifikat Passwort
sv: Certifikatlösenord

# SettingsView_SourcesDisabled
source: Disabled
de: Deaktiviert
sv: Inaktiverad

# SettingsView_SourcesIsDisabled
source: Is Disabled
de: Deaktiviert
sv: Är inaktiverad

# SettingsView_SourcesPassword
source: Password
de: Passwort
sv: Lösenord

# SettingsView_SourcesPath
source: Path
de: URL
sv: Sökväg

# SettingsView_SourcesPriority
source: Priority
de: Priorität
sv: Prioritet

# SettingsView_SourcesSource
source: Source
de: Quelle
sv: Källa

# SettingsView_SourcesUsername
source: Username
de: Benutzername
sv: Användarnamn

# ShellView_ButtonAbout
source: about
de: Über
sv: om

# ShellView_ButtonSettings
source: settings
de: Einstellungen
sv: inställningar

# SettingsView_SourcesIsBypassProxy
source: Is Proxy Bypassed
sv: Använd Bypass Proxy

# SettingsView_SourcesIsSelfService
source: Is Self Service
sv: Använd Self Service

# SettingsView_SourcesAdminOnly
source: Admin Only
sv: Enbart administratörer

# SettingsView_SourcesIsAdminOnly
source: Visible to Admins Only
sv: Enbart synlig för administratörer

# General_UnauthorisedException_Description
source: You may not have the appropriate permissions to perform this action.
sv: Du verkar inte har lämpliga rättigheter för att utföra denna åtgärd.

# General_UnauthorisedException_Title
source: Unable to perform action
sv: Kunde inte utföra åtgärd

# LocalSourceViewModel_FetchingPackages
source: Fetching packages...
sv: Hämtar paket...

# RemoteSourceViewModel_FetchingPackages
source: Fetching packages...
sv: Hämtar paket...
